aerospace
aom
apr
apr-util
argon2
autoconf
bitwarden
borders
brotli
ca-certificates
calibre
chezmoi
composer
curl
dav1d
ddev
fd
font-blex-mono-nerd-font
font-iosevka-nerd-font
fontconfig
freetds
freetype
fzf
gd
gettext
ghostty
giflib
git
gmp
go
highway
hostess
icu4c@77
imath
jpeg-turbo
jpeg-xl
krb5
lazygit
libavif
libdeflate
libevent
libnghttp2
libnghttp3
libngtcp2
libpng
libpq
libsodium
libssh2
libtiff
libtool
libunistring
libuv
libvmaf
libzip
little-cms2
lpeg
luajit
luv
lz4
m4
mkcert
ncurses
neovim
net-snmp
oh-my-posh
omnidisksweeper
oniguruma
openexr
openjph
openldap
openssl@3
orbstack
pcre2
php
postman
readline
ripgrep
rtmpdump
slack
sqlite
syncthing
tealdeer
tidy-html5
timewarrior
tmux
tree-sitter
unibilium
unixodbc
utf8proc
vlc
vscodium
webp
xz
zstd
