amd-ucode
base
base-devel
bitwarden
bluez
bluez-utils
btrfs-progs
chezmoi
dkms
dolphin
dunst
efibootmgr
firefox
fzf
ghostty
git
grim
gst-plugin-pipewire
htop
hyprland
iwd
kitty
lazygit
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
lvm2
nano
neovim
nvidia-dkms
openssh
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
sddm
slurp
smartmontools
snapper
steam
telegram-desktop
timew
tmux
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
uwsm
vesktop
vim
walker
waybar
wget
wireless_tools
wireplumber
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
zram-generator
zsh
amd-ucode
base
base-devel
bitwarden
bluez
bluez-utils
brightnessctl
btrfs-progs
chezmoi
dkms
dolphin
dunst
efibootmgr
firefox
fuse2
fzf
ghostty
git
grim
grimblast-git
gst-plugin-pipewire
htop
hyprland
hyprpaper
iwd
kitty
lazygit
libpulse
libva-nvidia-driver
linux
linux-firmware
linux-headers
lvm2
mangohud
nano
neovim
networkmanager
nvidia-dkms
openssh
pacman-contrib
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
sddm
slurp
smartmontools
snapper
steam
syncthing
telegram-desktop
timew
tmux
ttf-0xproto-nerd
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
unrar
uwsm
vesktop
vim
walker
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
yay
yay-debug
zram-generator
zsh
